
[Academy.A_GreatPyramid H7EditorWarUnit]
mDesc="Осадная единица"
mName="Большая пирамида"
mLore="Чтобы разрушить укрепления замка, требуются мощные заклинания, поэтому большие пирамиды имеют более сложную конструкцию. Они позволяют фокусировать разрушительный поток магии, как нельзя более подходящий для этой цели."
[Academy.A_HealingTent H7EditorWarUnit]
mDesc="Вспомогательная единица"
mName="Палатка целителей"
mLore="Маги предпочитают держаться подальше от сражений, отправляя на передовую своих верных слуг. Впрочем, они никогда не оставляют своих подопечных на произвол судьбы: целители и алхимики помогают раненым в палатках. Некоторые маги-полководцы приставляют к палаткам кабиров, которые ремонтируют конструктов, поврежденных в бою."
[Academy.A_SmallPyramid H7EditorWarUnit]
mDesc="Единица огневой поддержки"
mName="Малая пирамида"
mLore="Пирамиды создаются из проводящих магию материалов и редких кристаллов. Они позволяют фокусировать и направлять магическую энергию. Изначально пирамиды использовались для проведения сложных ритуалов, но теперь их используют и в бою, посылая в противника смертоносные магические заряды.\n\nПри наличии умения "Безупречная поддержка" вражеские отряды, атакованные пирамидой, получают на 25% больше урона от заклинаний."
[Dungeon.A_Faceless H7EditorWarUnit]
mDesc="Вспомогательная единица"
mName="Безликий"
mLore="Безликие – самые таинственные из всех последователей Богов-Драконов. О них практически ничего неизвестно, и мало кому удавалось их увидеть, чаще это лишь зыбкий образ, замеченный краем глаза – фантом, вызывающий «дежавю» и странное ощущение, что за вами кто-то наблюдает... Они редко участвуют в битвах, предпочитая скрываться в тенях и помогать сражающимся."
[Dungeon.A_ShadowLurker H7EditorWarUnit]
mDesc="Единица огневой поддержки"
mName="Сумрачный наблюдатель"
mLore="Сумрачные наблюдатели – одна из разновидностей духов тьмы. Это парящие в воздухе сферы, обрамленные щупальцами. Один светящийся глаз находится в центре сферы, остальные – поменьше – на концах щупалец.\n\nПри наличии умения "Безупречная поддержка" отряды, атакованные сумрачным наблюдателем, теряют -15 защиты на 5 ходов."
[Dungeon.A_TamedWyvern H7EditorWarUnit]
mDesc="Осадная единица"
mName="Пещерная виверна"
mLore="Пещерные виверны Игг-Чала – это существа с покрытым чешуей телом кошки, головой дракона и огромными крыльями, подобными крыльям летучей мыши. Виверны полезны во времена осады, ведь их едкая слюна безопасна для воинов, но полностью растворяет дерево и камень."
[haven.A_BallistaHaven H7EditorWarUnit]
mDesc="Единица огневой поддержки"
mName="Баллиста Альянса Света"
mLore="Баллисты, которые еще называют «большими арбалетами», используют для метания тяжелых снарядов (огромных стрел, кольев или камней) на дальнее расстояние. На поле боя баллисты используются для уничтожения наиболее опасных противников.\n\nПри наличии умения "Безупречная поддержка" каждый союзный отряд после выстрела баллисты получает +10 боевого духа на 3 хода, а поражённый выстрелом противник наносит на 10% меньше урона."
[haven.A_CatapultHaven H7EditorWarUnit]
mDesc="Осадная единица"
mName="Катапульта"
mLore="С давних пор катапульты являются одним из наиболее распространенных осадных орудий. Устройство их может различаться (одни действуют благодаря системе веревок, другие – с помощью противовеса), однако конечная цель всегда одна: разбить стены вражеского города огромным камнем."
[haven.A_HealingSister H7EditorWarUnit]
mDesc="Вспомогательная единица"
mName="Послушница Эльрата"
mLore="Послушницы Эльрата посвятили свою жизнь служению Дракону Света. Они несут его слово всем нуждающимся, а во времена войн сопровождают армии и ухаживают за ранеными. Эльрат благословил своих послушниц и даровал им способность исцелять. Порой они творят настоящие чудеса."
[Necropolis.A_Namtaru H7EditorWarUnit]
mDesc="Единица огневой поддержки и вспомогательная единица"
mName="Аватар Намтару"
mLore="Аватары Намтару – Богини пауков – часто присутствуют при строительстве новых некрополисов. Подобно королевам улья они следят за возведением укреплений и развитием города. Аватары Намтару могут принимать обличье человека или паука, а также любые промежуточные формы. \n\nПри наличии умения "Безупречная поддержка" вражеские отряды, атакованные аватаром Намтару, получают -20 боевого духа на 5 ходов."
[Necropolis.A_SpittingSpider H7EditorWarUnit]
mDesc="Осадная единица"
mName="Гигантский паук"
mLore="Огромные пауки, живущие в горах Эреша, давно используются некромантами при осадах городов. Они обстреливают вражеские укрепления своим ядом, наполненным энергией тьмы; этот яд разъедает даже самые мощные стены."
[Stronghold.A_Dreamcatcher H7EditorWarUnit]
mDesc="Единица огневой поддержки и вспомогательная единица"
mName="Сноходец"
mLore="Чтобы стать сноходцем, шаман должен совершить путешествие в Мир духов и встретиться там со своими предками. Обуздав бушующий хаос в своей душе, сноходец может призывать силы Матери-земли на помощь своему племени: проводить исцеляющие ритуалы или использовать магию для атак. \n\nПри наличии умения "Безупречная поддержка" после выстрела сноходца все союзные отряды получают +2 ед. кровавой ярости."
[Stronghold.A_TamedCyclops H7EditorWarUnit]
mDesc="Осадная единица"
mName="Укрощенный циклоп"
mLore="Сила циклопов так велика, что нередко они выполняют функцию осадных орудий – разрушают неприятельские ворота, башни и защитные сооружения. Эти существа настолько свирепы, что их опасаются даже орки – им приходится сдерживать неистовых циклопов прочными цепями."
[Sylvan.A_BallistaSylvan H7EditorWarUnit]
mDesc="Единица огневой поддержки"
mName="Баллиста сильванов"
mLore="Армия эльфов из Ироллана не возит за собой огромные боевые машины. При необходимости друиды создают их из деревьев, находящихся поблизости.\n\nПри наличии навыка "Безупречная поддержка" каждый союзный отряд после выстрела баллисты получает +10 удачи на 3 хода, а поражённый выстрелом противник получает -1 скорости и -5 инициативы."
[Sylvan.A_GreaterEarthElemental H7EditorWarUnit]
mDesc="Осадная единица"
mName="Большой элементаль земли"
mLore="Элементали земли обычно принимают форму огромных исполинов, сделанных из различных пород камня. Когда эльфы приносят подношения Силанне, элементали земли иногда появляются в самом центре их поселения. Временами они сопровождают эльфов в военных походах, а особо могучие могут вызывать землетрясения, разрушающие постройки и стены крепостей."
[Sylvan.A_MotherTreant H7EditorWarUnit]
mDesc="Вспомогательная единица"
mName="Энт-прародитель"
mLore="Маленькие ростки деревьев становятся энтами только в том случае, если их сок смешается с драконьей кровью. Пол энта определяется породой дерева, из которого он переродился, некоторые энты и вовсе бесполы. Энты-прародители ревностно оберегают эльфов и других обитателей леса."
[neutral.A_Harpoon H7EditorWarUnit]
mDesc="Единица огневой поддержки"
mName="Гарпунное орудие"
